[
        "menurut kamu crush kamu sekarang itu cocok gak sama kamu?",
        "pencapaian yang udah didapet apa aja ditahun ini?",
        "telpon crush kamu, kalo ditanya bilang aja kepencet",
        "telpon temen kamu trus bilang Cihuy",
        "kalo kamu diputusin sama mantan,apa yang kamu lakuin?",
        "pencapaian yang udah didapet apa aja ditahun ini?",
        "siapa yang sempet bikin lu kecewa?",
        "hal yang bikin kecewa?",
        "apakah kamu masih memiliki perasaan untuk salah satu mantanmu?",
        "lagu apa yang paling kamu suka?",
        "yang paling pendek menurut kamu tapi imut siapa?",
        "lebih suka dijemput naik mobil yang harganya murah atau naik motor mahal?",
        "seberapa sayang kmu pada bumi?",
        "lagu yang akhir2 ini di denger?",
        "siapa nama artis yang pernah kamu bucinin diam-diam?",
        "apa rahasia yang kamu sembunyikan dari orang tua?",
        "apa lima hal terbaru dalam riwayat pencarian di browser?",
        "jika dapat uang Rp 1 miliar sekarang juga, hal pertama yang kamu mau beli apa?",
        "tujuan yang lagi dipengen itu apa?",
        "punya berapa akun ig? sebutin smua",
        "punya berapa akun tiktok? sebutin smua",
        "siapa orang yang paling lu benci?",
        "kebiasaan terburuk lo pas di sekolah apa?",
        "pencapaian yang udah didapet apa aja ditahun ini?",
        "apa ketakutan terbesar kamu?",
        "apa yang kamu lakukan jika ingin berak tapi lu di kelas?",
        "Jika kamu harus mengubah namamu, apa nama yang kamu inginkan?",
        "Sebutkan kejadian yang bikin kamu sakit hati yang masih di inget",
        "pernah nolak orang? alasannya kenapa?",
        "suka mabar(main bareng)sama siapa?",
        "Siapa yang paling mendekati tipe pasangan idealmu di sini",
        "(bgi yg muslim) pernah ga solat seharian?",
        "Menurutmu, jika ada virus mematikan dan menyebar di seluruh negeri, siapa di sini yang akan mati duluan dan siapa yang akan selamat? Kenapa?",
        "Peristiwa memalukan apa yang pernah terjadi di hidupmu?",
        "hal yang paling ditakutin?",
        "pernah jadi selingkuhan orang?",
        "pernah cinta bertepuk sebelah tangan? kalo pernah sama siapa? rasanya gimana brou?",
        "suka sayur gak?",
        "Kesalahan terburuk apa yang pernah kamu lakukan di dalam hidup?",
        "hal yang bikin seneng pas lu lagi sedih apa?",
        "Jujur, siapa orang yang kamu suka di antara orang-orang yang ikut permainan sekarang?",
        "Hal apa yang paling membuatmu merasa insecure?",
        "pernah gak nyuri uang nyokap atau bokap? Alesanya?",
        "Siapa mantan terindahmu hingga sekarang?",
        "Seberapa sering nonton film porno? Kapan terakhir kali melakukan hal tersebut?",
        "Siapa orang yang ada di room chat paling atas WhatsApp kamu?",
        "Siapa nama mantan pacar teman mu yang pernah kamu sukai diam diam?",
        "Di antara orang disini siapa yang paling memiliki sifat buruk dan siapa yg paling memiliki sifat baik?",
        "siapa first love mu?",
        "Apa fantasi terbesar atau teraneh yang kamu miliki?",
        "apa ketakutan terbesar kamu?",
        "Kalau boleh atau kalau mau, di gc/luar gc siapa yang akan kamu jadikan sahabat?(boleh beda/sma jenis)",
        "Jawab jujur, kapan terakhir kali stalking mantan di media sosial?",
        "Pernah suka sama siapa aja? berapa lama?"
        ]
